[General]
Translator, "Konrad Kałużyński"
LangVersion, "4.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAOrq6ujo6ODg4N/f352dnY4ZCsMiCZ6enswjDJMZC5+fn8YiCpoZDZYZDM8j
DcgjC+zs7MxUPtwkENwkEccVAs1TPsEiCdYjD5UvJssiDJmZmb8dBbwfB85YQtEkDtUjD+nz9dcX
At3o6NEWAp2gouTv8e/v75WVlYw8LeQlEuny9MAgBowZCPX19Y9CM84WAvT+/+Ts7d0kEM8kDMY6
JMcjC+fy89QjD6CgoIkZB+vr65YPAubs67ceBtIjDog4Kn89Ms0jDcAiCYwZCYUXBdYkDpcZDMoj
DIcYBqqys9MjD5AZCr0hB7sgBufo6M4jDebv8bsxG+Lr7MMhCuPq6r43Ic8WAqKiotMjDuLs7rQl
DcQjCNcjEJ4ZDcgjCssjDMIqFIcYB9okD6Ojo9EjDpoZDNAjDo4/MctYQ8xYROXt78ojC5iYmLsV
At8kEs0kC9UkDc1POs9dSPLy8sIWA8UiCo5AMdgkD8YjCZubm6ioqOLo6uHh4eXl5ZycnOPj4+Tk
5JqamuLi4unp6ebm5ufn5wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjIAE8EYhNIQ6A8BPwQOKBAAY4xCQsB+gOoD6FCAQYB0AHBRIsrgQQNEMBH0J8/FjFqnOMn5MiS
FFNqhEDogB9AJEtWvJhx0AAnekjw2EMlhhooNlSUyCJCCggYSVB0iFAhDg0wG9rQofDCyogQO1zI
QVOlB4cpCx58CeLAxw0xRuyk0dLEgoG0RxA4IKPkgoQyZ6IwEWKgTo01CJ6YwfKBixsGP1ZsweMl
w5sZHuAUuTNBRoouQIggCZODxZACBZYkSNCgAQMMAQEAOw==


[BFAPI_Strings]
ErrorFailClientTime, "Zegar komputera jest ustawiony nieprawidłowo.\nSprawdź ustawienia czasu systemowego i spróbuj ponownie."
ErrorFailLogin, "Sprawdź adres e-mail i hasło i spróbuj ponownie."
ErrorFailPrefix, "Nie udało połączyć się z kontem Binary Fortress."
ErrorInvalidProTrialLicenseKey, "Klucz licencyjny wersji testowej programu FileSeek wydaje się być nieprawidłowy.\nProsimy się z nami skontaktować aby uzyskać więcej informacji."
ErrorItemSizeTooLarge, "Jeden z profili programu FileSeek jest zbyt duży.\nSpróbuj zsynchronizować mniejszy profil."
ErrorTrialExpiredPrompt, "Licencja testowa programu FileSeek Pro wygasła.\nCzy chciałbyś się z nami skontaktować i rozpocząć kolejny okres testowy?"
ErrorUnknownProPurchasedLicenseKey, "Klucz licencyjny programu FileSeek wydaje się być nieprawidłowy.\nProsimy się z nami skontaktować aby uzyskać więcej informacji."
LoginPrompt, "Musisz najpierw wprowadzić informacje logowania Binary Fortress.\nCzy chciałbyś wprowadzić informacje logowania teraz?"
TitleSync, "Synchronizacja z kontem Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "Za&loguj"
btnLogout, "&Wyloguj"
btnMyAccount, "Moje &konto"
btnMyLicenses, "&Moje licencje"
btnRegister, "Za&rejestruj"
lblAccountStatus, "Status konta:"
lblEmailAddress, "Adres e-mail:"
lblMyPassword, "Resetuj hasło"
lblName, "Nazwa:"
lblPassword, "Hasło:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Użytek osobisty lub firmowy, # wskazany w nazwie licencji"
LicenseRestrictionDonation, "Użytek osobisty, 1 komputer"
LicenseRestrictionEnterprise, "Nieograniczona liczba komputerów na nieograniczonej liczbie placówek firmowych"
LicenseRestrictionPersonalHome, "Użytek osobisty, nieograniczona liczba komputerów"
LicenseRestrictionSite, "Nieograniczona liczba komputerów w jednej lokalizacji"
LicenseRestrictionStandard, "Użytek osobisty lub firmowy, 1 komputer"
LicenseRestrictionSteam, "Użytek osobisty lub firmowy, nieograniczona liczba komputerów, głównym użytkownikiem jesteś Ty i Steam jest zainstalowany"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Wprowadź prawidłowy adres e-mail i spróbuj ponownie."
ErrorEnterPassword, "Wpisz hasło i spróbuj ponownie."
ErrorLoginFailed, "Nie udało się wczytać informacji o koncie.\nSprawdź adres e-mail oraz hasło i spróbuj ponownie."
ErrorNoLicensesFound, "Przykro nam, ale nie znaleźliśmy żadnych informacji o licencji dla tego konta.\nJeżeli potrzebujesz pomocy, skontaktuj się z nami."
ErrorUnknownLicenses, "Wystąpił błąd podczas wczytywania informacji o licencji."
ErrorUnknownLogin, "Wystąpił błąd podczas wczytywania informacji o koncie."
Note, "Zaloguj się aby pobrać klucz licencyjny programu FileSeek i zsynchronizować profile wyszukiwania."
SelectLicensePrompt, "Korzystasz aktualnie z wersji darmowej, wersji testowej Pro lub klucz licencyjny jest nieprawidłowy.\nCzy chciałbyś wczytać klucz licencyjny z konta Binary Fortress?"
Title, "Moje konto Binary Fortress"
TitleLoadingLicenses, "Wczytywanie informacji o licencji"


[BFAPIMyLicenses_Controls]
colDateCreated, "Data utworzenia"
colDateExpires, "Data wygaśnięcia"
colLicenseKey, "Klucz licencyjny"
colLicenseRestrictions, "Ograniczenia licencji"
colLicenseType, "Typ licencji"
colName, "Nazwa licencji"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "Czy jesteś pewien, że chcesz użyć tego klucza licencyjnego?"
ErrorSelectLicense, "Wybierz licencję z listy i spróbuj ponownie."
ShowNeedLicenseWarning, "Wybierz jeden z kluczy licencyjnych z listy i kliknij 'OK' aby użyć tego klucza."
Title, "Moje licencje"


[BFFormDownload_Strings]
ConfirmCancel, "Czy jesteś pewien, że chcesz przerwać pobieranie?"
Error, "Wystąpił błąd."
Progress, "Pozostało: {0} KB ({1} KB łącznie)"
ProgressUnknown, "Pobieranie: {0} KB"


[BFFormErrorMessage_Controls]
btnCopy, "&Kopiuj do schowka"
btnMoreInformation, "&Pokaż więcej informacji"


[BFFormProxySettings_Controls]
btnSave, "Zapisz"
lblProxyAddress, "Adres serwera:"
lblProxyPassword, "Hasło:"
lblProxyPassword2, "Wprowadź ponownie hasło:"
lblProxyPort, "Port:"
lblProxyUsername, "Nazwa użytkownika:"
rdoCustomSettings, "Użyj &własnych ustawień serwera proxy:"
rdoNoProxy, "&Bez serwera proxy (bezpośrednie połączenie z internetem)"
rdoUseIESettings, "Użyj ustawień programu &Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Wprowadź adres serwera proxy lub wybierz opcję 'Bez serwera proxy'."
EnterServerPort, "Wprowadź port serwera proxy lub wybierz opcję 'Bez serwera proxy'."
PasswordDecryptionFailed, "Ustawienia połączenia z internetem wydają się być nieprawidłowe.\nWprowadź ponownie hasło serwera proxy."
PasswordsNotMatch, "Hasła serwera proxy się nie zgadzają, spróbuj ponownie."
Title, "Ustawienia połączenia z internetem"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Przeglądaj"
ButtonRefresh, "&Odśwież"
ColApplication, "Aplikacja"
ColPath, "Ścieżka"
GroupDesktopApplications, "Aplikacje desktopowe"
GroupWindows8Applications, "Aplikacje systemu Windows 8"


[BFFormSelectApplication_Strings]
AllApplications, "Wszystkie aplikacje"
PleaseSelectApplication, "Najpierw wybierz aplikację."
Title, "Wybierz aplikację"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Wartość domyślna"
colSetting, "Ustawienie"
colValue, "Wartość"
lblHelp, "Kliknij dwa razy aby zmienić ustawienie, kliknij przycisk 'Pomoc' aby uzyskać więcej informacji."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Wystąpił błąd podczas zapisywania ustawienia."
SavedSuccessfully, "Ustawienie zaawansowane zostało zapisane pomyślnie.\nMoże być potrzeba ponownego uruchomienia programu FileSeek aby zmiany przyniosły efekt."
Title, "Ustawienia zaawansowane"
TitleEdit, "Edytuj ustawienia zaawansowane"


[BFFormSupportRequest_Controls]
lblEmailAddress, "Adres e-mail:"
lblMessage, "Wiadomość:"
lblName, "Imię:"
lblSubject, "Temat:"
lblWarning, "Informacje z zakładki Rozwiązywanie problemów oraz pliku Debug.log zostaną zaszyfrowane i wysłane razem z tym zgłoszeniem abyśmy mogli szybciej rozwiązać problem."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Wprowadź prawidłowy adres e-mail i spróbuj ponownie."
EnterMessage, "Wprowadź wiadomość i spróbuj ponownie."
EnterName, "Wprowadź swoje imię i spróbuj ponownie."
EnterSubject, "Wprowadź nazwę tematu."
SendSuccess, "Twoja informacja została pomyślnie wysłana.\nKtoś skontaktuje się z Tobą w ciągu jednego dnia roboczego."
Title, "Wyślij prośbę o wsparcie"
TooLongEmailAddress, "Wprowadź krótszy adres e-mail i spróbuj ponownie."
TooLongName, "Wprowadź krótsze imię i spróbuj ponownie."


[BFFormUpdate_Controls]
btnChangeLog, "&Zobacz listę zmian"
btnDownload, "Pobierz i Za&instaluj"
btnRemindMeLater, "&Przypomnij później"
btnSkipThisVersion, "Po&miń tą wersję"
btnWebsite, "Po&bierz"
lblNewVersion, "Nowa wersja:"
lblOldVersion, "Bieżąca wersja:"
lblUpdateNotes, "Co nowego w tej wersji:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Zalecana jest aktualizacja do nowej wersji.\nCzy jesteś pewien, że chcesz pominąć aktualizację?"
DownloadFailedSave, "Nie udało się zapisać pliku lokalnie."
DownloadingUpdate, "Pobieranie aktualizacji"
DownloadInvalidData, "Nieprawidłowe dane zwrócone przez serwer. Serwer może mieć problemy ze znalezieniem żądanego pliku."
DownloadNoData, "Brak danych zwróconych przez stronę."
ErrorDownload, "Wystąpił błąd podczas pobierania nowej wersji."
FreeNotice, "Ta aktualizacja i wszystkie przyszłe aktualizacje są darmowe! Zaktualizuj dzisiaj i ciesz się!"
Title, "Dostępna aktualizacja"
UpdateProMessage, "Musisz uaktualnić program FileSeek do wersji Pro aby móc używać aktualizacji jednym kliknięciem.\nCzy chciałbyś dowiedzieć się więcej na temat uaktualnienia?"


[BFHelpButton_Controls]
mniOnlineHelp, "Pomoc online"
mniSupportRequest, "Prośba o wsparcie"


[BFTextQuery_Strings]
CaseSensitive, "Wielkość liter ma znaczenie:"
MayContain, "Może zawierać:"
MayNotContain, "Może nie zawierać:"
MustContain, "Musi zawierać:"
MustNotContain, "Nie może zawierać:"


[BFUpdateCheck]
AlreadyInProgress, "Sprawdzanie aktualizacji jest już uruchomione..."
ErrorRunningDownloadedFile, "Wystąpił błąd podczas próby uruchomienia pobranego pliku instalacyjnego."
FailedToGetVersion, "Nie można wczytać numeru najnowszej wersji."
InvalidLicensePrompt, "Licencja programu FileSeek Pro wydaje się być nieprawidłowa!\nProsimy rozważyć zakup licencji programu FileSeek Pro aby wspomóc przyszły rozwój.\nCzy chciałbyś zobaczyć więcej informacji?"
NoUpdate, "Korzystasz z najnowszej wersji."
Title, "Aktualizacja"


[cFunctions_Strings]
FolderNotRecognized, "Wybrany folder nie jest rozpoznawany i nie może zostać przeszukany."


[cSettings_Strings]
SettingsLoadError, "Wystąpił błąd podczas wczytywania ustawień."
SettingsSaveError, "Wystąpił błąd podczas zapisywania ustawień."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Przeglądaj i &dołącz"
btnBrowseExcludePath, "Przeglądaj"
btnFolderBrowse, "&Przeglądaj"
btnFolderBrowseAppend, "Przeglądaj i &dołącz"
btnNewSearch, "Szukaj w &nowej karcie"
btnPause, "Pauza"
btnResume, "Wznów"
btnSearch, "&Szukaj"
btnStop, "&Zatrzymaj"
chkCaseSensitive, "&Wielkość liter ma znaczenie"
chkFileSizeMax, "Maksymalny rozmiar pliku:"
chkFileSizeMin, "Minimalny rozmiar pliku:"
chkIsExcludeFilesRegEx, "Filtr jest RegEx'em"
chkIsIncludeFilesRegEx, "Filtr jest RegEx'em"
chkIsQueryRegEx, "Zapytanie jest RegEx'em"
chkSearchSubFolders, "Szukaj w pod&folderach"
chkShowFirstResult, "Pokazuj &tylko pierwszy wynik dla każdego pliku"
chkShowIncludeFilterMatchFiles, "Pokazuj nazwy plików pasujących do filtru "Załącz pliki""
chkShowIncludeFilterMatchFolders, "Pokazuj nazwy folderów pasuj. do filtru "Załącz pliki""
chkShowQueryMatchFiles, "Pokazuj nazwy plików pasujących do zapytania"
chkShowQueryMatchFolders, "Pokazuj nazwy folderów pasujących do zapytania"
chkUseIFilters, "Przetwarzaj zawartość plików używając programów obsługi plików (wolniejsze)"
colDateAccessed, "Data dostępu"
colDateCreated, "Data utworzenia"
colDateModified, "Data modyfikacji"
colExtension, "Rozszerzenie"
colFile, "Nazwa pliku"
colFileSize, "Rozmiar pliku"
colLine, "Wiersz"
colLineNumber, "Wiersz #"
colPath, "Ścieżka"
lblAccessedTo, "do"
lblAdditionalLinesAfter, "Liczba wierszy po wyniku wyszukiwania:"
lblAdditionalLinesBefore, "Liczba wierszy przed wynik. wyszukiwania:"
lblCreatedTo, "do"
lblDateAccessed, "Data dostępu:"
lblDateCreated, "Data utworzenia:"
lblDateFilterLogic, "Operac. logicz. dla filtru:"
lblDateModified, "Data modyfikacji:"
lblExcludeFiles, "Wyklucz pliki:"
lblExcludePath, "Wyklucz ścieżkę(i):"
lblFilterResults, "Filtr:"
lblIncludeFiles, "Załącz pliki:"
lblModifiedTo, "do"
lblPath, "Ścieżka(i):"
lblQuery, "Zapytanie:"
lblStatusFound, "Znaleziono dopasowań: {0}"
lblStatusTotal, "Przeszukano plików: {0}"
mniAbout, "O programie"
mniClearSearchHistory, "Wyczyść historię wyszukiwania"
mniCloseAll, "Zamknij wszystko"
mniCloseAllButThis, "Zamknij pozostałe"
mniCloseSearch, "Zamknij"
mniCopyToClipboard, "Kopiuj zaznaczone wyniki"
mniCopyToClipboardAll, "Kopiuj wszystkie wyniki"
mniExit, "Wyjdź"
mniExplorerContextMenu, "Menu kontekstowe Windows"
mniHelp, "Pomoc"
mniOpenFolder, "Otwórz folder zawierający"
mniOpenFolderOnly, "Otwórz folder"
mniOpenOther, "Otwórz za pomocą innej aplikacji"
mniPermenentDelete, "Trwale usuń zaznaczone pliki"
mniRemoveRows, "Usuń zaznaczone wyniki z listy"
mniSettings, "Ustawienia"
mniShowFilterControls, "Pokaż kontrolki filtru"
mniTextCopy, "&Kopiuj"
mniTextSelectAll, "Zaznacz &wszystko"
mniTools, "&Narzędzia"
mniTrayExit, "Wyjdź"
mniTrayLoadProfiles, "Wczytaj profil"
mniTrayShowFileSeek, "Pokaż program FileSeek"
mniTraySyncProfiles, "Synchronizuj profile"
mnuCopyFilePath, "Kopiuj zaznaczone nazwy plików (oddzielone przecinkami)"
mnuExportAllHTML, "Eksportuj wszystkie wyniki do HTML"
mnuExportSelectedResultsHTML, "Eksportuj zaznaczone wyniki do HTML"
mnuFileCopy, "Kopiuj zaznaczone pliki"
mnuFileDelete, "Usuń zaznaczone pliki"
mnuLanguage, "Języki"
mnuLoadProfile, "Wczytaj"
mnuManageProfiles, "Zarządzaj profilami"
mnuOpen, "Otwórz"
mnuOpenNotepad, "Otwórz za pomocą notatnika"
mnuProfile, "Profile"
mnuSave, "Zapisz"
mnuSaveAll, "Eksportuj wszystkie wyniki jako CSV"
mnuSaveProfile, "Zapisz nowy profil"
mnuSaveSelection, "Eksportuj zaznaczone wyniki jako CSV"
mnuShowFullLanguageList, "Pokaż pełną listę"
mnuSyncProfiles, "Zsynchronizuj profile"
rdoMatchQueryLineByLine, "Dopasuj zapytanie do każdego wiersza w pliku"
rdoMatchQueryToWholeFile, "Dopasuj zapytanie do całego pliku"
tabAdvanced, "Zaawansowane"
tabDateFilters, "Filtry daty"
tabFileSizeFilters, "Filtry rozmiaru pliku"
tabSearch, "Szukaj"


[frmMain_Strings]
AccessedAfterTT, "Używane po {0}"
AccessedBeforeTT, "Używane przed {0}"
AccessedBetweenTT, "Używane pomiędzy {0} a {1}"
AppSelectionErrorPartOne, "Wybrana aplikacja nie może zostać znaleziona."
AppSelectionsErrorPartTwo, "Czy chciałbyś wybrać inną?"
btnNewSearchTT, "Otwórz nową kartę i rozpocznij wyszukiwanie"
btnSearchTT, "Rozpocznij wyszukiwanie w bieżącej karcie"
btnStopTT, "Zatrzymaj wybrane wyszukiwanie"
CaseSensitiveQueryTT, "Wielkość liter ma znaczenie"
cboDateFilterLogic_AND, "I"
cboDateFilterLogic_OR, "LUB"
chkShowFirstResultTT, "Pokaże tylko pierwszy pasujący wiersz podczas dopasowywania do każdego wiersza"
ColumnWidthRestoreError, "Wystąpił błąd podczas przywracania szerokości kolumn."
ColumnWidthSaveError, "Wystąpił błąd podczas zapisywania szerokości kolumn."
ContextMenuError, "Wystąpił błąd podczas pokazywania menu kontekstowego systemu Windows."
CreatedAfterTT, "Utworzone po {0}"
CreatedBeforeTT, "Utworzone przed {0}"
CreatedBetweenTT, "Utworzone pomiędzy {0} a {1}"
CSVSpreadsheet, "Pliki CSV"
CustomAppOpenError, "Wystąpił błąd podczas otwierania pliku za pomocą innej aplikacji."
DateCreatedError, "Wybierz końcową 'Datę utworzenia', która jest późniejsza niż początkowa."
DateFiltersSelected, "Filtry daty:"
DateMismatchError, "Wybierz końcową 'Datę utworzenia', która jest późniejsza niż początkowa."
DateModifiedError, "Wybierz końcową 'Datę modyfikacji', która jest późniejsza niż początkowa."
EmptyPDFError, "Plik PDF został przeszukany lecz nie zawierał żadnego tekstu"
EnterProfileName, "Wprowadź nazwę profilu:"
ExcludeFilesTT, "Wykluczone pliki: {0}"
ExcludePathsTT, "Wyklucz ścieżkę(i): {0}"
FileDeleteMessage, "Proszę czekać podczas gdy program FileSeek wykonuje żądaną operację.\nMożesz zamknąć to okno, ale może to doprowadzić do nieprzewidzianych skutków podczas wykonywania tego zadania."
FileDeleteQuestion, "Czy jesteś pewien, że chcesz usunąć zaznaczone pliki i foldery?"
FileDeleteTitle, "Usuń pliki"
FileDeletionError, "Wystąpił błąd podczas usuwania wybranych plików."
FileHandlerError, "Wprowadź ścieżkę do przeszukania."
FileIncludeNameMatch, "Dopasowanie do nazwy pliku [Filtr załączanych plików]"
FileOpenError, "Wystąpił błąd podczas otwierania pliku."
FilePermenentDeleteQuestion, "Czy jesteś pewien, że chcesz trwale usunąć zaznaczone pliki lub foldery?"
FileQueryNameMatch, "Dopasowanie do nazwy pliku [Zapytanie]"
FileReadError, "Błąd podczas dostępu do pliku: {0}"
FileSelectionError, "Wybierz co najmniej 1 plik, który istnieje i spróbuj ponownie."
FileSizeError, "Wybierz maksymalny rozmiar pliku, który jest równy bądź większy niż minimalny rozmiar pliku."
FileSizeFiltersSelected, "Filtry rozmiaru pliku:"
FilesSearched, "Przeszukane pliki: {0}"
FilesSkipped, "Pominiętych plików: {0}"
FolderBrowserDescription, "Wybierz folder do przeszukania"
FolderBrowsingError, "Wystąpił błąd podczas przeglądania w poszukiwaniu folderu."
FolderIncludeNameMatch, "Dopasowanie do nazwy folderu [Filtr załączanych plików]"
FolderItemError, "Nie udało się uzyskać folderu dla obiektu: {0}"
FolderOpenError, "Wystąpił błąd podczas otwierania folderu."
FolderQueryNameMatch, "Dopasowanie do nazwy folderu [Tekst zapytania]"
FolderReadError, "Błąd podczas czytania folderów w folderze: {0}"
HiddenFolderError, "Nie przeszukano ponieważ jest to ukryty plik/folder"
HyperTextMarkupLanguageFile, "Plik hipertekstowego języka znaczników"
IFilterWarning, "Włącz programy obsługi plików na zakładce Zaawansowane aby poprawnie wyświetlać wyniki dla plików {0}"
IncludeFilesTT, "Załączone pliki: {0}"
InvalidExcludeFilesRegExError, "Wzorzec wyrażenia regularnego dla wykluczanych plików jest nieprawidłowy.\n{0}"
InvalidFolderLength, "Nieprawidłowa długość folderu."
InvalidIncludeFilesRegExError, "Wzorzec wyrażenia regularnego dla załączanych plików jest nieprawidłowy.\n{0}"
InvalidQueryRegExError, "Wzorzec wyrażenia regularnego zapytania jest nieprawidłowy.\n{0}"
KeypressError, "Wystąpił błąd podczas przetwarzania wciśnięcia klawisza."
LinkedFolderError, "Folder nie przeszukiwany ponieważ jest dowiązaniem symbolicznym/punktem połączenia katalogów"
MatchesFound, "Znaleziono dopasowań: {0}"
MatchesFromQueue, "Zakolejkowane wyniki: {0}"
MaxFileSizeTT, "Maksymalny rozmiar pliku: {0}"
MaxPathError, "To jest długa ścieżka i może nie działać z pewnymi programami"
MenuOpenError, "Wystąpił błąd podczas otwierania menu."
MinFileSizeTT, "Minimalny rozmiar pliku: {0}"
ModifiedAfterTT, "Modyfikowane po {0}"
ModifiedBeforeTT, "Modyfikowane przed {0}"
ModifiedBetweenTT, "Modyfikowane pomiędzy {0} a {1}"
More, "(więcej)"
NoDateFiltersSelected, "Nie wybrano żadnych filtrów daty"
NoFileSizeFiltersSelected, "Nie wybrano żadnych filtrów rozmiaru pliku"
NoOptionsSelected, "Nie wybrano żadnych opcji"
NotepadError, "Wystąpił błąd podczas otwierania pliku za pomocą notatnika."
NoTextSelectionError, "Wybierz jakiś tekst i spróbuj ponownie."
NotYourProfile, "Nie jesteś właścicielem tego profilu."
OnlyShowFirstResultTT, "Pokazuj tylko pierwszy wynik"
OpenManyQuestion, "Czy jesteś pewien, że chcesz otworzyć {0} plików lub folderów?"
OptionsSelected, "Wybrane opcje:"
PathsTT, "Ścieżka(i): {0}"
PathTooLongError, "System Windows nie obsługuje tej akcji dla ścieżek z długimi nazwami."
ProfileLoadError, "Wystąpił błąd podczas wczytywania profilu."
ProfileLoadOnStartError, "Wystąpił błąd podczas wczytywania profilu. Profil nie istnieje."
ProfileOverwriteQuestion, "Czy jesteś pewien, że chcesz nadpisać profil '{0}'?"
ProfileSaved, "Zapisano wyniki wyszukiwania do profilu '{0}'"
ProfileSaveError, "Nie można zapisać profilu."
ProOnlyDoubleClickPrompt, "Domyślny program obsługi podwójnego kliknięcia jest ustawiony na opcję dostępną tylko w wersji Pro.\nMożesz zmienić domyślny program obsługi podwójnego kliknięcia w Ustawieniach w zakładce Szukanie.\n\nCzy chciałbyś uzyskać więcej informacji na temat uaktualnienia?"
QueryTT, "Zapytanie:\n{0}"
rdoMatchQueryLineByLineTT, "Otwórz plik po jednym wierszu na raz i spróbuj dopasować zapytanie do każdego wiersza"
rdoMatchQueryToWholeFileTT, "Otwórz od razu cały plik i spróbuj dopasować zapytanie do całego tekstu"
ResultCopied, "Skopiowano jeden wynik do schowka."
ResultCopyError, "Wystąpił błąd podczas kopiowania wyników do schowka."
ResultSaveError, "Wystąpił błąd podczas zapisywania wyników.\n{0}"
ResultsCopied, "{0} wyników skopiowano do schowka."
ResultSelectionError, "Wybierz co najmniej 1 wynik wyszukiwania i spróbuj ponownie."
SaveResults, "Zapisz wyniki do arkusza kalkulacyjnego"
SaveResultsAsHTML, "Zapisz wyniki jako HTML"
SaveSearchProfile, "Zapisz profil wyszukiwania"
SearchComplete, "Wyszukiwanie zakończone w {0}s"
SearchCriteria, "Kryteria wyszukiwania:"
SearchCriteriaEmptyTT, "Puste kryteria wyszukiwania"
SearchEnd, "Koniec wyszukiwania: {0}"
SearchError, "Wystąpił błąd podczas wyszukiwania."
SearchStart, "Początek wyszukiwania: {0}"
SearchSubFoldersTT, "Przeszukuj podfoldery"
SettingFormShowError, "Wystąpił błąd podczas pokazywania okna ustawień."
Syncing, "Synchronizacja z kontem Binary Fortress..."
SystemFolderError, "Nie przeszukano ponieważ jest to plik/folder systemowy"
TextCopyError, "Wystąpił błąd podczas kopiowania tekstu."
TextProcessingError, "Wystąpił błąd podczas przetwarzania tekstu."
TextSelectionError, "Wybierz jakiś tekst i spróbuj ponownie."
txtPathTT, "Rozdziel wiele pozycji znakiem |"
UseFileHandlersTT, "Używaj programów obsługi plików"
ViewingAppPartOne, "Nie wybrałeś jeszcze aplikacji do otwierania plików"
ViewingAppPartTwo, "Czy chciałbyś ją wybrać teraz?"
WindowsVersionError, "Przykro nam, ale ta funkcja nie jest dostępna w tej wersji systemu Windows."


[frmProfileManager_Controls]
btnCopyProfile, "Kopiuj profil"
btnDelete, "Usuń"
btnRename, "Zmień nazwę"
btnSync, "Synchr. z kontem Binary Fortress"
colProfileName, "Nazwa profilu"
colProfileOwner, "Właściciel profilu"
lblCurrentProfile, "Bieżący użytkownik: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Jak chciałbyś nazwać swój profil?"
MustSelectAnItem, "Wybierz profil z listy i spróbuj ponownie."
ProfileDeleteQuestion, "Czy jesteś pewien, że chcesz usunąć wybrany profil?"
RenameSearchProfile, "Zmień nazwę profilu wyszukiwania"
SearchProfileName, "Nazwa profilu wyszukiwania:"
Title, "Zarządzaj profilami"


[frmSettings_Controls]
btnAdvancedSettings, "Ustawienia zaawansowane"
btnApply, "Zastosuj"
btnBackupSettings, "Eksportuj ustawienia"
btnBrowseOther, "&Przeglądaj"
btnChangeToFree, "Zmień na wersję darmową"
btnCheckNow, "Sprawdź akt&ualizacje"
btnClearHistory, "Wyczyść historię wyszukiwania"
btnIFilterToggle, "Przełącz program obsługi plików"
btnLicenseKeyLoadOnline, "Wczytaj z konta Binary Fortress"
btnOtherDefault, "&Domyślny"
btnPasteFromClipboard, "Wklej ze schowka"
btnProxySettings, "Ustawienia połączenia"
btnRestoreSettings, "Przywróć ustawienia"
btnTroubleshootingClearLog, "Wyczyść dziennik"
btnTroubleshootingCopy, "Kopiuj do schowka"
btnTroubleshootingOpenLog, "Otwórz dziennik"
chkAutoUpdate, "Sprawdzaj aktualizacje automatycznie"
chkBeta, "Sprawdzaj wersje beta (nowsze, niestabilne)"
chkCloseToTray, "Zamykaj program FileSeek do paska zadań"
chkCombineParameters, "Przekazuj wiele plików do tej samej instancji zamiast otwierania wielu instancji"
chkErrorForLongPaths, "Wyświetlaj błąd i pomijaj ścieżkę gdy jest dłuższa niż 260 znaków"
chkIFilterErrors, "Wyświetlaj błąd dla plików bez programu obsługi plików (gdy wykorzystanie programów obsługi plików jest włączone)"
chkIsQueryFullString, "Traktuj tekst zapytania jako jeden wielki wyraz zapytania"
chkLinkedFoldersSearch, "Przeszukuj pliki &i foldery które są dowiązaniami symbolicznymi/punktami połączenia katalogów"
chkLinkedFoldersSearchShowErrorOnSkip, "Wyświetlaj informację gdy pomijane dowiązanie symboliczne/punkt połączenia katalogów"
chkMinimizeToTray, "Minimalizuj program FileSeek do paska zadań"
chkOnlyShowMatchedText, "Pokazuj tylko pasujący tekst w wynikach wyszukiwania"
chkSearchHiddenFiles, "Przeszukuj ukryte pliki i foldery"
chkSearchSystemFiles, "Przeszukuj pliki i foldery systemowe"
chkShowErrorEmptyPDF, "Wyświetl błąd gdy zostanie znaleziony pusty plik PDF"
chkShowFileErrors, "Wyświetl błąd gdy nie można uzyskać dostępu do pliku/folderu"
chkShowHiddenFileError, "Wyświetlaj błąd gdy pomijane są ukryte pliki i foldery"
chkShowSystemFileError, "Wyświetlaj błąd gdy pomijane są pliki i foldery systemowe"
chkShowToolTips, "Pokazuj podpowiedzi"
chkStartWithClearProfile, "Zawsze uruchamiaj program FileSeek z pustymi kryteriami wyszukiwania"
chkTreatAllIncludeFiltersAsWildcards, "Traktuj wszystkie filtry załączanych plików jako znak wieloznaczności"
chkUseCustomDateFormat, "Użyj własnego formatu daty"
chkWindowsContextMenu, "Pokaż program FileSeek w menu kontekstowym systemu Windows"
colName, "Nazwa"
colRightToLeft, "Od prawej do lewej"
colTranslators, "Tłumacze"
colVersion, "Wersja"
gbAutoUpdate, "Sprawdzanie aktualizacji"
gbCmdLineVars, "Zmienne wiersza poleceń"
gbDateFormat, "Format daty"
gbGeneralOptions, "Opcje ogólne"
gbReseller, "Informacje o sprzedawcy"
gbUpdateSettings, "Ustawienia aktualizacji"
lblCmdLineParam, "Parametry wiersza poleceń do przekazania:"
lblDateFormat, "Format daty"
lblDateFormatLink, "Własne ciągi formatowania daty i czasu"
lblDefaultDoubleClick, "Wybierz domyślną akcję po podwójnym kliknięciu na wyniku wyszukiwania:"
lblExpireDate, "Data wygaśnięcia licencji:"
lblLicenseKey, "Klucz licencyjny:"
lblLicenseTo, "Licencję posiada:"
lblNumChar, "Pokaż następującą liczbę znaków dla każdego wyniku wyszukiwania:"
lblSelectViewingApp, "Wybrana aplikacja do przeglądania plików:"
lblSkipFile, "Maksymalny czas przeszukiwania na plik (0=nieograniczony):"
lblUpdateLanguages, "Pobierz nowe i zaktualizowane języki"
LogLevel0, "Rejestrowanie: Wyłączone"
LogLevel1, "Rejestrowanie: Tylko ważne"
LogLevel2, "Rejestrowanie: Szczegółowe"
LogLevel3, "Rejestrowanie: Wszystkie wiersze"
tabLanguage, "Języki"
tabLicense, "Klucz licencyjny"
tabTroubleshooting, "Rozwiązywanie problemów"


[frmSettings_Strings]
AppBrowsingError, "Wystąpił błąd podczas wybierania aplikacji."
cboDefaultDoubleClickOperation_ExportAllCSV, "Eksportuj wszystkie wyniki do CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Eksportuj wszystkie wyniki do HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Eksportuj zaznaczone wyniki do CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Eksportuj zaznaczone wyniki do HTML"
cboDefaultDoubleClickOperation_Open, "Otwórz za pomocą domyślnego programu obłsugi"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Otwórz folder zawierający"
cboDefaultDoubleClickOperation_OpenNotepad, "Otwórz za pomocą notatnika"
cboDefaultDoubleClickOperation_OpenOther, "Otwórz za pomocą innej aplikacji"
ChangeToFreeQuestion, "Czy jesteś pewien, że chcesz usunąć klucz licencyjny i przełączyć na wersję darmową?"
chkTreatAllIncludeFiltersAsWildcardsTT, "Gdy ta opcja jest włączona, wyszukiwana fraza wpisana jako foo, będzie traktowana jako *foo*"
ClearHistoryError, "Wystąpił błąd podczas czyszczenia historii wyszukiwania."
ClearHistoryWarning, "Czy jesteś pewien, że chcesz wyczyścić historię wyszukiwania?"
CommandLineError, "Wprowadź parametry wiersza poleceń, lub kliknij 'Domyślne' aby je zresetować."
CustomDateFormatError, "Wystąpił błąd podczas przypisywania Twojego formatu daty.\nPopraw błąd i spróbuj ponownie."
DebugLogCleared, "Dziennik debugowania został pomyślnie wyczyszczony."
DebugLogNotFound, "Plik dziennika debugowania nie mógł zostać znaleziony.\nUpewnij się, że najpierw włączyłeś rejestrację debugowania."
DisableFileHandler, "Wyłącz program obsługi plików"
EnableFileHandler, "Włącz program obsługi plików"
FileCommandDescription, "{0}: zastępuje pełną nazwę pliku."
FileHandlerListError, "Wystąpił błąd podczas wyświetlania listy programów obsługi plików."
FileHandlerSelectError, "Wystąpił błąd podczas otwierania programu obsługi plików."
FileHandlerToggleError, "Wystąpił błąd podczas przełączania programu obsługi plików."
FreeVersion, "Wersja darmowa"
HistoryCleared, "Historia wyszukiwania wyczyszczona pomyślnie."
InternetSettingsWindowError, "Wystąpił błąd podczas otwierania okna ustawień połączenia internetowego."
InvalidExitcode, "Zwrócono nieprawidłowy kod wyjścia: {0}"
LineCommandDescription, "{0}: zastępuje numer wiersza."
lvIFilters_Extension, "Rozszerzenie"
lvIFilters_Handler, "Program obsługi"
lvIFilters_HandlerVersion, "Wersja"
NumOfCharError, "Wprowadź liczbę znaków pomiędzy {0} a {1} i spróbuj ponownie."
RestoreSettingsFailed, "Nie udało się przywrócić ustawień."
RestoreSettingsSuccess, "Ustawienia zostały przywrócone pomyślnie."
SettingMenuError, "Wystąpił błąd podczas zmiany ustawień menu kontekstowego."
tabSettings_About, "O programie"
tabSettings_FileHandlers, "Programy obsługi plików"
tabSettings_Options, "Opcje"
tabSettings_OtherApp, "Inna aplikacja"
tabSettings_Search, "Szukanie"
Title, "Ustawienia"
TroubleshootingCopyError, "Nie udało się skopiować informacji z Rozwiązywania problemów."
TroubleshootingCopySuccess, "Informacja z Rozwiązywania problemów została pomyślnie skopiowana do schowka."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Wyniki wyszukiwania zapisane pomyślnie.\nCzy chciałbyś zobaczyć plik?"
SearchCriteria, "Kryteria wyszukiwania"
SearchDate, "Data wyszukiwania:"
Title, "Wyniki wyszukiwania programu FileSeek"


[IFilterHelper_Strings]
UnknownError, "Nieznany błąd wtyczki IFilter"
UsingStandardMethodWarning, "Brak programu obsługi plików dla tego pliku, przeszukiwanie standardową metodą."


[LicenseValidate_Strings]
ExpiredPrompt, "Przykro nam, ale klucz licencyjny wersji testowej programu FileSeek wygasł.\nJeżeli zakupiłeś licencję, wprowadź ją w oknie ustawień programu FileSeek.\n\nCzy chciałbyś uzyskać więcej informacji o zakupie programu FileSeel Pro?"
Invalid, "Przykro nam, ale klucz licencyjny jest nieprawidłowy."
InvalidReseller, "Przykro nam, ale ten klucz licencyjny jest ważny tylko z programem FileSeek dostarczonym przez Twojego sprzedawcę. \nSkontaktuj się ze sprzedawcą aby uzyskać więcej informacji."
LicenseProcessPro, "Dziękujemy za rejestrację!"
LicenseProcessProRestoreSettingsPrompt, "Wykryto automatyczną kopię zapasową ustawień Pro.\nPlik kopii zapasowej ma {0} dni.\nCzy chciałbyś importować ustawienia Pro? Wszystkie aktualne ustawienia zostaną zastąpione przez ustawienia z kopii zapasowej."
LicenseProcessRemoved, "Klucz licencyjny został usunięty."
LicenseProcessTrial, "Dziękujemy za wypróbowanie programu FileSeek Pro!\nLicencja wygaśnie {0:D}."
RegistryExportSuccess, "Ustawienia zostały pomyślnie eksportowane."
TrialAlmostDonePrompt, "Licencja testowa wkrótce wygaśnie.\nJeżeli zakupiłeś licencję, wprowadź ją w oknie ustawień programu FileSeek.\n\nCzy chciałbyś uzyskać więcej informacji o zakupie programu FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Wyszukaj za pomocą programu FileSeek"


[Words]
AdminSettingsLock, "Niektóre ustawienia są zarządzane przez administratora systemu"
Apply, "Zastosuj"
ButtonEnterLicenseKey, "Wprowadź &klucz licencyjny"
ButtonLater, "&Później"
ButtonMoreInformation, "&Więcej informacji"
ButtonUseFreeVersion, "&Użyj wersji darmowej"
Cancel, "&Anuluj"
Close, "&Zamknij"
Custom, "Własne"
Default, "Domyślne"
Error, "Błąd"
ErrorNotAdminUACDisabled, "Kontrola konta użytkownika jest wyłączona, ale Ty nie jesteś administratorem, żądana akcja prawdopodobnie się nie powiedzie.\nWłącz kontrolę konta użytkownika lub zaloguj się jako administrator i spróbuj ponownie.\nJeżeli ostatnio wyłączyłeś kontrolę konta użytkownika, zrestartuj komputer."
Help, "Pomoc"
Info, "Info"
InvalidImageFile, "This image appears to be corrupt, or unreadable."
NeedProQuestion, "Musisz uaktualnić program FileSeek do wersji Pro aby móc korzystać z tej opcji.\nCzy chciałbyś uzyskać więcej informacji na temat uaktualnienia?"
Never, "Nigdy"
No, "Nie"
OK, "&OK"
ProOnlyNotice, "Opcje dostępne w wersji Pro zaznaczone są na niebiesko"
Refresh, "Odśwież"
Seconds, "sekund"
Unknown, "Nieznany"
Yes, "Tak"


[Installer]
AdditionalIcons, "Dodatkowe ikony:"
ContextMenu, "Dodaj program FileSeek do menu kontekstowych"
CurrentUserOnly, "Tylko dla bieżącego użytkownika"
DesktopIcon, "Utwórz skrót na &pulpicie"
DotNetDownloadNow, "Czy chciałbyś pobrać teraz?"
DotNetNeededMayNotWork, "Program FileSeek może nie działać poprawnie bez Microsoft .NET Framework 2.0."
DotNetRequired, "Program FileSeek wymaga Microsoft .NET Framework 2.0."
DotNetReRunInstall, "Uruchom ponownie instalację programu FileSeek po zainstalowaniu Microsoft .NET Framework 2.0."
ForAllUsers, "Dla wszystkich użytkowników"
LaunchFileSeek, "Uruchom program FileSeek"
LicKeyInvalid, "Ten klucz licencyjny wydaje się być nieprawidłowy."
LicKeyLabel, "Klucz licencyjny:"
LicKeySelectOption, "Wybierz opcję klucza licencyjnego i spróbuj ponownie."
LicKeyText, "Opcje klucza licencyjnego:"
LicKeyTextAdminLocked, "Twój klucz licencyjny został ustawiony przez administratora."
LicKeyTextChangeFree, "Kliknij 'Zmień na wersję darmową' w ustawieniach aby używać wersji darmowej."
LicKeyTextEnterOrFree, "Wprowadź prawidłowy klucz licencyjny lub wybierz opcję 'Użyj wersji darmowej'."
LicKeyTextPaid, "Użyj tego klucza licencyjnego:"
LicKeyTextTrial, "Użyj wersji testowej (tylko za pierwszym razem), powraca do wersji darmowej po 30 dniach"
RunAtStartup, "Uruchom program FileSeek przy starcie systemu"
ShowWelcome, "Pokaż stronę powitalną programu FileSeek"
TextBefore, "Jeżeli program FileSeek jest aktualnie uruchomiony, zamknij go przed instalacją nowej wersji.\n\nOdwiedź http://www.fileseek.ca aby uzyskać aktualizacje i wsparcie."
UninstallRemoveAllData1, "Czy chciałbyś całkowicie usunąć WSZYSTKIE ustawienia i pliki tymczasowe programu FileSeek?"
UninstallRemoveAllData2, "Nie jest to zalecane jeżeli będziesz instalować program FileSeek ponownie."